Repository: common-repository/simple-google-testimonials
Catalog: translations/tropical_testimonials-*.po
Languages: nl_nl

source: en-EN
nl_nl: nl-NL

source: Please enter your testimonial
nl_nl: Voer een review in

source: Company
nl_nl: Bedrijf

source: Your name
nl_nl: Uw naam

source: Your position
nl_nl: Uw functie

source: Your rating
nl_nl: Uw rating

source: Your testimonial
nl_nl: Uw review

source: Add testimonial
nl_nl: Voeg review toe

source: at
nl_nl: bij

source: Gives a score of %1$s out of %2$s
nl_nl: Geeft een beoordeling van %1$s uit %2$s

source: Enter your testimonial.
nl_nl: Voor uw review in.

source: Thank you for submitting your testimonial. It can take some time before it is visible.
nl_nl: Bedankt voor het invullen van uw review. Het kan even duren voordat deze zichtbaar is.

source: All fields are required
nl_nl: Alle velden zijn verplicht

source: Testimonial of %s
nl_nl: Beoordeling van %s

# Post Type General Name
source: Testimonials
nl_nl: Beoordelingen

# Post Type Singular Name
source: Testimonial
nl_nl: Beoordeling

source: Testimonials
nl_nl: Beoordelingen

source: Testimonials Attributes
nl_nl: Beoordeling Attributen

source: Parent testimonial:
nl_nl: Hoofd beoordeling

source: All testimonials
nl_nl: Alle Beoordelingen

source: Add New Testimonial
nl_nl: Voeg nieuwe beoordeling toe

source: Add New
nl_nl: Voeg toe

source: New testimonial
nl_nl: Nieuwe beoordeling

source: Edit Testimonial
nl_nl: Pas beoordeling aan

source: Update Testimonial
nl_nl: Verander beoordeling

source: View Testimonial
nl_nl: Bekijk beoordeling

source: View Testimonials
nl_nl: Bekijk beoordelingen

source: Search Testimonials
nl_nl: Doorzoek Beoordelingen

source: Not found
nl_nl: Niet gevonden

source: Not found in Trash
nl_nl: Niet gevonden in prullenbak

source: Featured Image
nl_nl: Uitgelichte afbeelding

source: Set featured image
nl_nl: Uitgelichte afbeelding instellen

source: Remove featured image
nl_nl: Verwijder uitgelichte afbeelding

source: Use as featured image
nl_nl: Gebruik als uitgelichte afbeelding

source: Insert into testimonials
nl_nl: Voeg in bij beoordeling

source: Uploaded to this testimonial
nl_nl: Ge√ºpload naar deze beoordeling

source: Testimonials list
nl_nl: Lijst van beoordelingen

source: Testimonials list navigation
nl_nl: Beoordelingen lijst nagivatie

source: Filter testimonials list
nl_nl: Filter beoordelingen lijst

source: Testimonial
nl_nl: Beoordeling

source: Simple Google Testimonials
nl_nl: Simple Google Beoordelingen

source: Users can add testimonials on front-end of website. You can manage these as 'regular' posts at the wp-admin.
nl_nl: Gebruikers kunnen via de front-end een beoordeling plaatsen. Je kunt deze beheren als 'gewone' berichten in de wp-admin
